Repository: wp-plugins/organizational-message-notifier
Catalog: languages/organizational-message-notifier-*.po
Languages: cs_cz

source: You have %d unread messages! Click here to read them.
cs_cz: Máte %d nepřečtených zpráv! Klikněte sem pro jejich zobrazení.

source: Organizational messages
cs_cz: Organizační zprávy

source: Please read following messages and then mark them as read.
cs_cz: Přečtěte si, prosím, následující zprávy a označte je jako přečtené.

source: Here is a list of all organizational messages.
cs_cz: Zde je výpis všech organizačních zpráv.

source: Message
cs_cz: Zpráva

source: Author
cs_cz: Autor

source: Date
cs_cz: Datum

source: Text
cs_cz: Obsah zprávy

source: Action
cs_cz: Akce

source: I have read it.
cs_cz: Četl/a jsem.

source: unread
cs_cz: nepřečtené

source: Show all messages
cs_cz: Zobrazit všechny zprávy

source: Show only unread messages
cs_cz: Zobrazit jen nepřečtené zprávy

source: Organizational Message Notifier events.
cs_cz: Události pluginu Organizational Message Notifier

source: Successfully registered with WLS
cs_cz: Úspěšně zaregistrováno k WLS.

source: Error while registering with WLS.
cs_cz: Chyba při registraci k WLS.

source: Successfully unregistered from WLS, log entries deleted.
cs_cz: Úspěšně odregistrováno od WLS, záznamy byly odstraněny.

source: Content
cs_cz: Obsah

source: (has been read by everyone)
cs_cz: (zprávu četli všichni adresáti)

source: Create new message
cs_cz: Vytvoření nové zprávy

source: Title
cs_cz: Titulek

source: Link
cs_cz: Odkaz

source: Create
cs_cz: Vytvořit

source: Registration with WLS
cs_cz: Registrace k WLS

source: Wordpress Logging Service was detected.
cs_cz: Byl detekován Wordpress Logging Service.

source: Register with WLS
cs_cz: Registrovat k WLS

source: Unregister from WLS and delete log entries
cs_cz: Odregistrovat z WLS a odstranit všechny záznamy

source: message
cs_cz: zpráva

source: messages
cs_cz: zprávy

source: Message title
cs_cz: Titulek zprávy

source: Users who didn't read it yet
cs_cz: Uživatelé, kteří zprávu dosud nepřečetli

source: Delete
cs_cz: Odstranit

source: Expire
cs_cz: Zneplatnit

source: Organizational message management
cs_cz: Správa OMN

source: Message created.
cs_cz: Zpráva byla vytvořena.

source: Error while creating message.
cs_cz: Chyba při vytváření zprávy.

source: Target deleted.
cs_cz: Cíl byl odstraněn.

source: Error while deleting target.
cs_cz: Chyba při odstraňování cíle.

source: Message expired.
cs_cz: Zpráva byla zneplatněna.

source: Error while expiring the message.
cs_cz: Chyba při zneplatňování zprávy

source: Message deleted.
cs_cz: Zpráva byla odstraněna.

source: Error while deleting the message.
cs_cz: Chyba při odstraňování zprávy.

source: Target
cs_cz: Cíl

source: If the "Specified users" option is checked, enter their ID's separated by commas.
cs_cz: Pokud jste zvolili možnost 'specifičtí uživatelé', zadejte jejich ID oddělená čárkami.

source: Message has been marked as read. Thank you!
cs_cz: Zpráva byla označena za přečtenou. Děkujeme!

source: Error while marking message as read.
cs_cz: Chyba při označování zprávy za přečtenou.

source: There are no%smessages.
cs_cz: Nejsou zde žádné%szprávy.

source: Organizational Message Notifier
cs_cz: Organizační zprávy

source: Error while unregistering from WLS.
cs_cz: Chyba při odregistrování z WLS.

source: Basic settings
cs_cz: Základní nastavení

source: Default message target
cs_cz: Výchozí cíl zprávy

source: If the "Specific users" option is checked, enter their ID's separated by commas.
cs_cz: Pokud jste zvolili možnost 'specifičtí uživatelé', zadejte jejich ID oddělená čárkami.

source: Also don't forget to adjust the user capability condition (see below).
cs_cz: Také nezapomeňte upravit minimální přístupová práva (capability) uživatelů (viz níže).

source: Specific users
cs_cz: Specifičtí uživatelé

source: This has meaning only if default target is set to "Specific users".
cs_cz: Toto má význam pouze pokud je výchozí cíl nastaven na 'specifičtí uživatelé'.

source: This has meaning only if default target is set to "Users with specified role".
cs_cz: Toto má význam, pouze pokud je výchozí cíl nastaven na 'uživatelé s vybranou rolí'.

source: Allow other than default target
cs_cz: Povolit jiný než výchozí cíl

source: If not checked, there will be no option to select target when creating a message.
cs_cz: Pokud tato volba není aktivní, nezobrazí se při vytváření zprávy možnost vybrat cíl.

source: User capability neccessary to show ALL messages
cs_cz: Capability (oprávnění) uživatele pro zobrazení VŠECH zpráv

source: Currently the plugin stores only messages and information which message is targeted for which user. After user marks the message as read, target is deleted.
cs_cz: V současnosti plugin uchovává pouze zprávy a informaci o tom, která zpráva je určena kterému uživateli (tzv. cíl). Poté, co uživatel označí zprávu za přečtenou, je cíl odstraněn.

source: So if an user wants to view already read messages, we can show him either all or none of them. This setting determines which users will have access to all messages.
cs_cz: Z toho plyne, že když uživatel chce zobrazit již přečtené zprávy, můžeme mu ukázat buď všechny nebo žádnou. Toto nastavení určuje, kdo bude mít přístup ke všem zprávám.

source: See %sWordPress Codex%s for information about capabilities.
cs_cz: Navštivte %sWordPress Codex%s (angl.) pro další informace o capabilities.

source: If you need message history for each user, please contact plugin developer with feature request.
cs_cz: Pokud by se vám hodilo mít historii zpráv pro každého uživatele zvlášť, kontaktujte autora pluginu.

source: Hide donation button
cs_cz: Skrýt prosbu o dotaci

source: If you don't want to be bothered again...
cs_cz: Pokud již nechcete být obtěžováni...

source: E-mail notification
cs_cz: Upozornění e-mailem

source: Enable e-mail notification
cs_cz: Povolit upozorňování e-mailem

source: Template
cs_cz: Šablona

source: Subject
cs_cz: Předmět

source: Save
cs_cz: Uložit

source: Administrators of currently active blogs
cs_cz: Administrátoři momentálně aktivních blogů

source: Administrators
cs_cz: Administrátoři

source: Administrators of blogs (by admin e-mail address)
cs_cz: Administrátoři blogů (podle administrátorských e-mailů)

source: Users with specified role (on primary blog)
cs_cz: Uživatelé s vybranou rolí (na primárním blogu)

source: Users with specified role
cs_cz: Uživatelé s vybranou rolí

source: All users in the network
cs_cz: Všichni uživatelé v síti

source: All users on the blog
cs_cz: Všichni uživatelé v blogu

source: Specified users
cs_cz: Specifičtí uživatelé

source: error
cs_cz: chyba

source: If the "Users with specified role" option is checked, enter valid user roles separated by commas.
cs_cz: Pokud je cíl nastaven na 'Uživatelé s vybranou rolí', zadejte platné uživatelské role oddělené čárkami.

source: %sYou have %d unread messages%s concerning website operation. For reading them continue, please, %shere%s.
cs_cz: %sMáte %d nepřečtených zpráv%s týkajících se provozu webu. Pro jejich přečtení, prosím, pokračujte %sna tento odkaz%s.

source: Target roles
cs_cz: Cílové role

source: You can enter more roles separated by %s without spaces.
cs_cz: Můžete zadat více rolí oddělených %s bez mezer.

source: Specific users:
cs_cz: Specifičtí uživatelé:
